export const ADDRESSES = [
  {
    city: 'Москва',
    items: [
      {
        id: 'msk-1',
        line: 'м. Цветной бульвар, Цветной бульвар 21с1, 2 этаж',
        coords: [55.7714, 37.6201],
      },
      {
        id: 'msk-2',
        line: 'м. Трубная, Неглинная 20 (при фитнес-клубе Kometa Black)',
        coords: [55.7602, 37.6125],
      },
    ],
  },
  {
    city: 'Санкт-Петербург',
    items: [
      {
        id: 'spb-1',
        line: 'Невский пр., 80, 3 этаж',
        coords: [59.9316, 30.3561],
      },
    ],
  },
  {
    city: 'Сочи',
    items: [
      {
        id: 'sochi-1',
        line: 'Воровского, 8',
        coords: [43.5992, 39.7287],
      },
    ],
  },
  {
    city: 'Сочи',
    items: [
      {
        id: 'sochi-1',
        line: 'Воровского, 8',
        coords: [43.5992, 39.7287],
      },
    ],
  },
];

export const GIFT_CARD_HERO = {
  name: 'Дмитрию',
  text: 'Поздравительный текст (ограничение по количеству символов — до 180)',
  amount: 5000,
  expiry: '19.09.2019',
  serial: '000 000',
};
