export const ADDRESSES = [
  {
    city: 'Москва',
    items: [
      {
        id: 'msk-1',
        line1: 'Цветной бульвар, д. 2, 2 этаж',
        line2: 'Выход из метро «Цветной бульвар», 2-й подъезд',
        coords: [55.7714, 37.6201],
      },
      {
        id: 'msk-2',
        line1: 'Большая Дмитровка, 5, 1 этаж',
        line2: 'Подъезд с Ледового',
        coords: [55.7602, 37.6125],
      },
    ],
  },
  {
    city: 'Санкт-Петербург',
    items: [
      {
        id: 'spb-1',
        line1: 'Невский пр., 80, 3 этаж',
        line2: 'Вход со двора (Шпалерная)',
        coords: [59.9316, 30.3561],
      },
    ],
  },
  {
    city: 'Сочи',
    items: [
      {
        id: 'sochi-1',
        line1: 'Воровского, 8',
        line2: 'Вход со стороны ж/д вокзала',
        coords: [43.5992, 39.7287],
      },
    ],
  },
];

export const GIFT_CARD_HERO = {
  name: 'Дмитрию',
  text: 'Поздравительный текст (ограничение по количеству символов — до 180)',
  amount: 5000,
  expiry: '19.09.2019',
  serial: '000 000',
};
