export const menuData = {
  available: {
    title: 'Доступно',
    items: [
      '1 дизайн карт лояльности',
      'Неограниченное количество карт',
      '1 локация',
      'Безлимитные push-сообщения',
      'Проверка клиентской базы на дубли',
      'Начисления штампов и наград',
    ],
  },
  unavailable: {
    title: 'Недоступно',
    items: [
      'Настройка интеграций',
      'Настройка пользовательских полей',
      'Выгрузка данных',
      'Подтверждение номера телефона',
      'Реферальная программа',
      'Автоматизация push',
      'Пользовательские авто-push',
      'Создание менеджеров',
    ],
  },
  tariff: {
    name: 'Start',
    description:
      'Если у вас есть потребность в большем функционале — свяжитесь с нами для создания индивидуального тарифа под ваши задачи.',
  },
};
