export const mockAutoPushes = [
  {
    key: 'new',
    title: 'Появился новый клиент',
    defaultMessage: 'Спасибо, что с нами! Уже начислены первые бонусы 🎉',
  },
  {
    key: 'delay',
    title: 'RFM - Требуют внимания',
    defaultMessage: 'Скучаем по вам! Загляните — у нас кое-что новенькое.',
  },
  {
    key: 'risk',
    title: 'RFM - В зоне риска',
    defaultMessage: 'Кажется, вы нас давно не навещали. Вернитесь — и получите бонус 100₽!',
  },
  {
    key: 'bonus',
    title: 'Закончился срок действия бонусов',
    defaultMessage: 'У вас закончился срок действия бонусов',
  },
];

export const mockUserPushes = [
  {
    key: 'holiday',
    title: 'Промо на праздники/события',
    defaultMessage: 'С 8 Марта! Весь день — +8% кэшбэка на всё 💐',
  },
  {
    key: 'discount',
    title: 'Скидка/акция по типу товара или чеку',
    defaultMessage: 'На любимые товары этой недели — минус 15%!',
  },
  {
    key: 'event',
    title: 'Событие в календаре клиента (ДР, дата первой покупки и т.п.)',
    defaultMessage: 'С днём рождения! Мы дарим вам бонус 500₽ 🎉',
  },
  {
    key: 'change',
    title: 'Уведомление об изменении условий',
    defaultMessage: 'Теперь можно оплачивать до 40% покупки бонусами!',
  },
  {
    key: 'new',
    title: 'Оповещение о новом товаре/услуге',
    defaultMessage: 'Новинка! Попробуйте первыми — бонусы уже начислены.',
  },
];
