export const mockPushHistory = [
  {
    id: 1,
    date: '04/06/2025 21:25',
    message: ',',
    delivered: 0,
  },
  {
    id: 2,
    date: '04/06/2025 21:25 – 16/05/2026 09:00',
    message: '🥳 Приглашаем отметить день рождения вместе с нами. 🎁 Приходите за подарком!',
    delivered: 0,
  },
  {
    id: 3,
    date: '04/06/2025 21:25 – 05/06/2025 21:25',
    message:
      'Приглашайте друзей 👫 и получайте бонусные баллы по реферальной программе 😍 Ссылка в описании карты 👉',
    delivered: 0,
  },
];
